export default {
  // 总览
  'menu.数据总览': '数据总览',
  // 同步任务
  'menu.同步任务': '同步任务',
  'menu.同步任务.任务管理': '任务管理',
  'menu.同步任务.任务详情': '任务详情',
  'menu.同步任务.创建任务': '创建任务',
  'menu.同步任务.数据源配置': '数据源配置',
  // 数仓管理
  'menu.数仓管理': '数仓管理',
  'menu.数仓管理.表管理': '表管理',
  'menu.数仓管理.表详情': '表详情',
  'menu.数仓管理.数据血缘': '数据血缘',
  'menu.数仓管理.表维护': '表维护',
  // 数据质量
  'menu.数据质量': '数据质量',
  // 查询与报表
  'menu.查询与报表': '查询与报表',
  'menu.查询与报表.即席查询': '即席查询',
  'menu.查询与报表.报表看板': '报表看板',
  // 告警与系统
  'menu.告警与系统': '告警与系统',
  'menu.告警与系统.告警管理': '告警管理',
  'menu.告警与系统.系统设置': '系统设置',
};
